tap "ankitpokhrel/jira-cli"
tap "argoproj/tap"
tap "b-ramsey/kali"
tap "boz/repo"
tap "buildpacks/tap"
tap "datawire/blackbird"
tap "dbcli/tap"
tap "derailed/popeye"
tap "dracula/install"
tap "dustinblackman/tap"
tap "earthly/earthly"
tap "fairwindsops/tap"
tap "gabrie30/utils"
tap "gefyrahq/gefyra"
tap "ggozad/formulas"
tap "go-swagger/go-swagger"
tap "gofireflyio/aiac"
tap "goreleaser/tap"
tap "gowebly/tap"
tap "graalvm/tap"
tap "grafana/grafana"
tap "hashicorp/tap"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jbangdev/tap"
tap "jreleaser/tap"
tap "k8sgpt-ai/k8sgpt"
tap "koekeishiya/formulae"
tap "kubewall/tap"
tap "metalbear-co/mirrord"
tap "moncho/dry"
tap "powershell/tap"
tap "quarkusio/tap"
tap "robscott/tap"
tap "robusta-dev/holmesgpt"
tap "robusta-dev/krr"
tap "spring-io/tap"
tap "tabbyml/tabby"
tap "th-ch/youtube-music"
tap "txn2/tap"
tap "zurawiki/brews"
brew "act"
brew "aiven-client", link: false
brew "cryptography", link: false
brew "ansible"
brew "jpeg-xl"
brew "argo"
brew "argocd"
brew "asdf"
brew "autoconf"
brew "automake"
brew "azcopy"
brew "azure-storage-cpp"
brew "libgit2"
brew "bat"
brew "black", link: false
brew "bluetoothconnector"
brew "blueutil"
brew "boost"
brew "btop"
brew "glib"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cmctl"
brew "libtool"
brew "freetds"
brew "php"
brew "composer"
brew "ctop"
brew "dialog"
brew "direnv"
brew "dive"
brew "dnsmasq"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-machine"
brew "e2fsprogs"
brew "etcd"
brew "ext4fuse"
brew "fd"
brew "harfbuzz"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fluid-synth"
brew "fzf"
brew "fzy"
brew "gh"
brew "go-task"
brew "golang-migrate"
brew "gotop"
brew "librsvg"
brew "graphviz"
brew "gron"
brew "node", link: false
brew "gtop"
brew "gum"
brew "helm"
brew "htop"
brew "ipython", link: false
brew "jq"
brew "jsonnet"
brew "k6"
brew "k9s"
brew "kafka"
brew "librdkafka"
brew "kcat"
brew "kind"
brew "kor"
brew "kube-linter"
brew "kubernetes-cli"
brew "kubectx"
brew "kubent"
brew "kubeseal"
brew "kubeval"
brew "kubevpn"
brew "kubie"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "libslirp"
brew "lima"
brew "linkerd"
brew "llvm"
brew "logcli"
brew "luarocks"
brew "lynx"
brew "magic-wormhole"
brew "mas"
brew "mimirtool"
brew "minikube"
brew "mongosh"
brew "mpack"
brew "mypy"
brew "nano"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nushell"
brew "oci-cli"
brew "ollama", restart_service: :changed
brew "perl"
brew "pgbadger"
brew "pgloader"
brew "pipenv"
brew "podman-compose"
brew "postgresql@16"
brew "postgrest"
brew "pyenv"
brew "python-tabulate"
brew "python-tk@3.11"
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "qt@5"
brew "rancher-cli"
brew "redis"
brew "renovate"
brew "rust"
brew "scrcpy"
brew "shellcheck"
brew "snap"
brew "spdx-sbom-generator"
brew "sslscan"
brew "starship"
brew "step"
brew "stow"
brew "stunnel"
brew "syft"
brew "telnet"
brew "terraform"
brew "tflint"
brew "tfsec"
brew "tilt"
brew "tree"
brew "trivy"
brew "vault-cli"
brew "velero"
brew "vim"
brew "virtualenv"
brew "vsh"
brew "watch"
brew "wget"
brew "wrk"
brew "yarn"
brew "yq"
brew "zellij"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "boz/repo/kail"
brew "buildpacks/tap/pack"
brew "derailed/popeye/popeye"
brew "dustinblackman/tap/oatmeal"
brew "earthly/earthly/earthly"
brew "fairwindsops/tap/pluto"
brew "gabrie30/utils/ghorg"
brew "ggozad/formulas/oterm"
brew "go-swagger/go-swagger/go-swagger"
brew "gofireflyio/aiac/aiac"
brew "gowebly/tap/gowebly"
brew "hashicorp/tap/vault"
brew "hidetatz/tap/kubecolor"
brew "kubewall/tap/kubewall"
brew "metalbear-co/mirrord/mirrord"
brew "moncho/dry/dry"
brew "powershell/tap/powershell"
brew "robscott/tap/kube-capacity"
brew "robusta-dev/krr/krr"
brew "spring-io/tap/spring-boot"
brew "txn2/tap/kubefwd"
brew "zurawiki/brews/gptcommit"
cask "alacritty"
cask "alt-tab"
cask "anki"
cask "applite"
cask "arc"
cask "authy"
cask "bitwarden"
cask "bluesnooze"
cask "buckets"
cask "cakebrew"
cask "calibre"
cask "dbeaver-community"
cask "discord"
cask "disk-inventory-x"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "ghostty"
cask "google-cloud-sdk"
cask "headlamp"
cask "iterm2"
cask "jdk-mission-control"
cask "keepassxc"
cask "keepingyouawake"
cask "keystore-explorer"
cask "kindle"
cask "leader-key"
cask "linearmouse"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "netnewswire"
cask "nvidia-geforce-now"
cask "obsidian"
cask "omnidisksweeper"
cask "orion"
cask "paintbrush"
cask "postman"
cask "raycast"
cask "readwise-ibooks"
cask "reamp"
cask "send-to-kindle"
cask "sentinel"
cask "shottr"
cask "slack"
cask "temurin"
cask "the-unarchiver"
cask "unity-hub"
cask "visual-studio-code"
cask "visualvm"
cask "vivaldi"
cask "vlc-setup"
cask "whatsapp"
cask "windscribe"
cask "wormhole"
cask "zen-browser"
mas "AdGuard for Safari", id: 1440147259
mas "Bitwarden", id: 1352778147
mas "Color Picker", id: 1545870783
mas "Enchanted", id: 6474268307
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LanguageTool", id: 1534275760
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Steam Link", id: 1246969117
mas "The Unarchiver", id: 425424353
mas "UpNote", id: 1398373917
vscode "ahmadalli.vscode-nginx-conf"
vscode "alefragnani.project-manager"
vscode "atlassian.atlascode"
vscode "aykutsarac.jsoncrack-vscode"
vscode "bajdzis.vscode-database"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "clarkyu.vscode-sql-beautify"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "folke.vscode-monorepo-workspace"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grafana.grafana-alloy"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "huizhou.githd"
vscode "humao.rest-client"
vscode "idleberg.openvpn"
vscode "in4margaret.compareit"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "istarwyh.writinghelper"
vscode "iulian-radu-at.find-unused-exports"
vscode "jeff-hykin.better-shellscript-syntax"
vscode "johnnymorganz.stylua"
vscode "kdcllc.vscode-k8s-pack"
vscode "loiane.java-spring-extension-pack"
vscode "lunuan.kubernetes-templates"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mathiasfrohlich.kotlin"
vscode "mcright.auto-save"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mitchdenny.ecdc"
vscode "mkhl.direnv"
vscode "monilpatel.learn-keyboard-shortcuts"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-aks-tools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "naco-siren.gradle-language"
vscode "oderwat.indent-rainbow"
vscode "oracle-labs-graalvm.micronaut"
vscode "p1c2u.docker-compose"
vscode "phplasma.csv-to-table"
vscode "pinage404.bash-extension-pack"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-community-server-connector"
vscode "redhat.vscode-microprofile"
vscode "redhat.vscode-quarkus"
vscode "redhat.vscode-rsp-ui"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "redis.redis-for-vscode"
vscode "richardwillis.vscode-gradle-extension-pack"
vscode "rogalmic.bash-debug"
vscode "rpinski.shebang-snippets"
vscode "ryanluker.vscode-coverage-gutters"
vscode "shengchen.vscode-checkstyle"
vscode "skyapps.fish-vscode"
vscode "spmeesseman.vscode-taskexplorer"
vscode "sumneko.lua"
vscode "t-nano.markdown-to-confluence-vscode"
vscode "task.vscode-task"
vscode "technosophos.vscode-make"
vscode "thang-nm.catppuccin-perfect-icons"
vscode "tim-koehler.helm-intellisense"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "vikiboss.repo-icon"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-manifest-yaml"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "yzhang.markdown-all-in-one"
