tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jenkins-zh/jcli"
tap "moncho/dry"
tap "rigellute/tap"
tap "sachaos/todoist"
tap "wallix/awless"
tap "zaquestion/tap"
brew "asciinema"
brew "bash"
brew "bat"
brew "bats"
brew "docker", link: false
brew "dos2unix"
brew "python"
brew "fish"
brew "gdub"
brew "git-flow-avh"
brew "gitlab-runner"
brew "go"
brew "graphviz"
brew "htop"
brew "jq"
brew "mas"
brew "mercurial"
brew "node"
brew "p7zip"
brew "rbenv"
brew "rpm"
brew "scrcpy"
brew "shellcheck"
brew "starship"
brew "telnet"
brew "terraform"
brew "tree"
brew "ttygif"
brew "vault"
brew "golangci/tap/golangci-lint"
brew "moncho/dry/dry"
brew "sachaos/todoist/todoist"
brew "wallix/awless/awless"
brew "zaquestion/tap/lab"
cask "font-fira-code"
cask "intellij-idea"
cask "notion"
cask "spotify"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
mas "BlueMail", id: 1458754578
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
